[["Dominant", "Sub", "Description", "Image", "Headline", "Text"], ["AB 1078", "Teachers: evaluations", "", "http://placehold.it/50x50", "Reforming teacher evaluations: GOP", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160AB1078\">AB 1078</a>, by Assemblywoman Kristin Olsen, R-Modesto, would rewrite the Stull Act, the law outlining teacher evaluations, to require annual teacher reviews using four evaluation categories, instead of the current pass-fail system, with incentives to include the use of standardized test scores as a factor.| <strong>Why it’s important:</strong> Assembly Republicans have introduced a series of bills in response to the Vergara v. California decision overturning teacher labor protection laws. They include AB 1044 by Assemblywoman Catharine Baker, R-San Ramon, banning layoffs exclusively by seniority, and AB 1248 by Assemblyman Rocky Chavez, R-Oceanside, extending probation leading to tenure from current two years to three years."], ["AB 141", "Teacher credentialing: beginning teacher induction programs", "", "http://placehold.it/50x50", "Funding Beginning Teacher Support and Assessment program", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160AB141\">AB 141</a>, by Assemblywoman Susan Bonilla, D-Concord, would require all districts and county offices of education to provide and pay for the Beginning Teacher Support and Assessment program.| <strong>Why it’s important:</strong> BTSA, once a national model for proving training for new teachers, has withered with the end of state funding of the program under the new Local Control Funding Formula.| <em>Also worth watching:</em> SB 62, by Sen. Fran Pavley, D-Agoura Hills, would create a Governor’s Teaching Fellowships Program with state loans for teacher candidates willing to teach in areas of need. "], ["AB 288", "Public schools: College and Career Access Pathways partnerships", "", "http://placehold.it/50x50", "Tackling dual enrollment", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160AB288\">AB 288</a>, by Assemblyman Chris Holden, D-Pasadena, would allow K-12 and community college districts to create partnerships to expand opportunities for dual enrollment, in which high school students concurrently take community college courses.| <strong>Why it’s important:</strong> Research indicates that dual enrollment reduces the need for remedial courses and increases the odds of college graduation. However, proponents of expanding dual enrollment have been unable to get K-12 and community college systems to agree on how it would work.| <em>Also worth watching:</em> AB 482 by Assemblyman Matthew Harper, R-Huntington Beach,  would expand opportunities for dual enrollment in computer science; AB 889 by Assemblywoman Ling Ling Chang, R-Diamond Bar, would expand dual enrollment in STEM courses."], ["AB 47", "State preschool program: report", "", "http://placehold.it/50x50", "Expanding preschool for low-income kids", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160AB47\">AB 47</a>, by Assemblyman Kevin McCarty, D-Sacramento, would require the Department of Education to report to the Legislature and Department of Finance, by June 1, 2016, a plan for expanding the state preschool program to all eligible low-income children who do not have access to one year of state preschool or transitional kindergarten. The bill would require the report to contain an analysis of the need for new facilities for the preschool program.| <strong>Why it’s important:</strong> Last year, state lawmakers, led by then-Sen. Darrell Steinberg, said they will make good on their promise to expand state preschool programs by 31,500 slots to accommodate all low-income 4-year-olds in California. This bill nudges lawmakers and Gov. Jerry Brown to discuss the issue, which is likely to be resolved through the budget bill.| <em>Also worth watching:</em> SB 670, by Sen. Hannah-Beth Jackson, D-Santa Barbara, would give priority for early care and education to children of families that qualify for public assistance. "], ["AB 631", "School finance: Common Core and Next Generation Science Standards Implementation Fund Act", "", "http://placehold.it/50x50", "$900 million more for Common Core", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160AB631\">AB 631</a>, by Assemblywoman Susan Bonilla, D-Concord, would require that the first $900 million in additional revenue anticipated for K-12 schools in the May state budget revision be used to increase funding to implement the Common Core State Standards.| <strong>Why it’s important:</strong> The switch to new academic standards in math and English language arts requires the purchase of new textbooks, technology to implement new online tests and extensive teacher training – an expensive undertaking. This bill, subject to negotiations with Gov. Brown, would establish the Common Core as a top spending priority."], ["AB 854", "Educational services: pupils in foster care", "", "http://placehold.it/50x50", "Expanding foster youth services", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160AB854\">AB 854</a>, by Assemblywoman Shirley Weber, D-San Diego, would expand Foster Youth Services to include foster youth who live with relatives.| <strong>Why it’s important:</strong>Estimates range that from one-third to two-thirds of foster youth live with relatives, who often cannot afford the counseling and tutoring services the young people need. The foster program does not pay for those services if the youths are living with relatives."], ["SB 172", "Pupil testing: high school exit examination: suspension", "", "http://placehold.it/50x50", "Suspending high school exit exam", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160SB172\">SB 172</a>, by Sen. Carol Liu, D-La Cañada Flintridge, would suspend the state high school exit exam, a requirement for a high school diploma, for three years, starting in 2015-16, while the panel investigates creating a new test or other ways to satisfy graduation requirements.| <strong>Why it’s important:</strong> The current high school exit exam, which tests skills at the equivalent of 9th grade English and middle school math, is not aligned with the new Common Core State Standards. As a result, students are being tested on standards they aren’t taught. "], ["SB 191", "School transportation: apportionments", "", "http://placehold.it/50x50", "Addressing costs of home-to-school transportation", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160SB191\">SB 191</a>, by Sen. Marty Block, D-San Diego, would establish a uniform funding formula providing districts with 50 percent of the cost of home-to-school transportation over the next seven years.| <strong>Why it’s important:</strong> The adoption of the Local Control Funding Formula in 2013 froze the existing level of bus transportation funding under an inequitable formula with widely disparate rates of reimbursement. This bill would correct the inequities. "], ["SB 277", "Public Health: Vaccinations", "", "http://placehold.it/50x50", "Eliminating vaccine opt outs", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160SB277\">SB 277</a>, by Sen. Richard Pan, D-Sacramento, and Sen. Ben Allen, D-Santa Monica, would eliminate the personal belief and religious exemptions that allow parents to opt out of childhood vaccinations required for school enrollment. Only a medical exemption would excuse a student from being vaccinated as required by state law.|<strong>Why it’s important</strong>: In some areas of the state, only 20 percent of kindergartners are fully vaccinated. This low rate puts them, infants and immune-compromised individuals at risk of contracting potentially fatal contagious diseases, including measles and polio."], ["SB 499", "Teachers: best practices teacher evaluation system: school administrator evaluation", "", "http://placehold.it/50x50", "Reforming teacher evaluations: Dems", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160SB499\">SB 499</a>, by Sen. Carol Liu, D-La Cañada Flintridge and Senate President pro Tem Kevin de Leon, D-Los Angeles, would rewrite the Stull Act, the law outlining teacher evaluations, with a locally negotiated “best practices” system with at least three performance categories, instead of the current pass-fail system. The Assembly version is AB 575 by Assemblyman Patrick O’Donnell, D-Long Beach and Assembly Speaker Toni Atkins, D-San Diego.| What it’s important: Lawmakers, in the wake of the Vergara lawsuit ruling, are facing pressure to rewrite the teacher evaluation law. This version would be more acceptable to teachers unions than Republicans’ plans.| <em>Also worth watching:</em> AB 1184 by Assemblywoman Nora Campos, D-San Jose, would permit a third year of probation specifically for San Jose Unified; AB 1495 by Assemblywoman Shirley Weber, D-San Diego, is also a Stull Act rewrite."], ["SB 645", "After-school programs: grant amounts", "", "http://placehold.it/50x50", "More money for after-school programs", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160SB645\">SB 645</a>, by Sen. Loni Hancock, D-Berkeley, would increase funding for after-school programs to keep up with inflation.| <strong>Why it’s important:</strong> Stagnant funding is making it difficult for after-school programs to attract high-quality staff and provide enrichment activities. Research studies have shown that the programs reduce the achievement and opportunity gaps between low-income students and their peers.  "], ["SB 774", "School finance: school districts: annual budgets: reserve balance", "", "http://placehold.it/50x50", "Removing cap on school district reserves", "<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160SB774\">SB 774</a>, by Sen. Jean Fuller, R-Bakersfield, would repeal the limit on the size of budget reserves that districts could maintain in the year following a contribution by the state to a new state education rainy day fund under Proposition 2. The Legislature imposed the cap in 2014, although it would not take effect for at least several years. The ceiling on reserves would be, depending on the size of a district’s budget, no larger than 10 percent.| <strong>Why it’s important:</strong> The repeal of the cap is the California School Boards Association’s top priority for 2015. It argues that the cap would jeopardize districts’ financial stability by limiting how much they could save, and lead to lower bond ratings. \nState budget."]]