[["Dominant", "Sub", "Description", "Image", "Headline", "Text"], ["Joe Landon", "Executive Director, California Alliance for Arts Education", "<em><strong>Joe Landon</strong> is executive director of the California Alliance for Arts Education.</em>", "http://edsource.org/wp-content/uploads/2015/06/joe-landon-photo.jpg", "Revive arts education in California schools", "There was a time not so long ago when the arts were considered an essential component of an education every student was entitled to receive. As school spending declined and the focus on math and literacy narrowed the curriculum, access to arts education declined precipitously, particularly in California’s underserved communities.|The adoption of the Local Control Funding Formula (LCFF) offers an opportunity for the disciplines of arts education, including dance, theater, visual arts and music, to emerge as strategies districts pursue to enhance student learning and improve school climate. <a href=\"http://www.artsed411.org/files/files/CAAE_LCFF_Leave_Behind_Final.pdf\" target=\"_blank\">Research shows</a> how arts education increases student attendance, lowers dropout rates, and increases parent and community involvement in schools. The arts decrease disciplinary problems and encourage positive student attitudes about their classroom.|The work of the <a href=\"http://www.artsed411.org\" target=\"_blank\">California Alliance for Arts Education</a>, along with <a href=\"http://lacountyartsforall.org/\" target=\"_blank\">Arts for All</a> and <a href=\"http://www.artsforla.org/\" target=\"_blank\">Arts for LA</a>, has established a strong body of evidence that can support school districts with examples of arts education strategies that might be part of their Local Control Accountability Plans (LCAPs). Through webinars, an <a href=\"http://www.artsed411.org/LCFF\" target=\"_blank\">online toolkit</a> and a sample <a href=\"http://www.artsforla.org/artseducationLCAP\" target=\"_blank\">Local Control Accountability Plan template</a>,  districts are choosing new and innovative approaches to address LCFF priorities.|In first year of LCAPs a variety of approaches have emerged as districts reinvest in arts education. Pajaro Valley Unified, for example, is increasing access to arts education by 75 percent by hiring credentialed arts teachers. El Monte City Elementary School District is providing training and curriculum support in the arts to meet the needs of students with disabilities and English learners. La Habra City School District is investing in professional development to promote project-based learning plans, integrating the arts with Common Core Learning Standards.|Districts like these are showing what is possible within the context of the reforms currently underway in California.|What’s required now is the kind of leadership that will prioritize arts education as an essential strategy to achieve student success and improve school climate. What we can do is work together to ensure that every school district puts arts education in its LCAP, bringing the arts back to the core of our students’ educational experience."], ["Louis Freedberg", "Executive Director, EdSource", "<strong><em>Louis Freedberg is executive director of EdSource. </em></strong>", "http://edsource.org/wp-content/uploads/2015/04/BigLouisFreedberg-thumb.jpg", "A recruitment campaign for teachers", "What is largely missing from the education reform agenda in California are strategies to recruit new teachers.|The absence is glaring, as the dearth of Californians considering entering the teaching profession is reaching crisis proportions.|Enrollments in teacher preparation programs in California have declined at a precipitous rate. In 2012-13, the latest year figures are available, 19,933 students were enrolled in teacher preparation programs – a 24 percent reduction from the previous year. In fact, enrollments have been declining for well over a decade – dropping by 74 percent from 2001-02, when 77,705 students were enrolled.|Making sure that California attracts teachers is in the interest of every community in the state. It is also essential if the slew of reforms currently being implemented in California schools are to succeed.|This is not something that can be left to chance or for the marketplace to take care of. It will require more than just telling would-be teachers how rewarding teaching is, what a great contribution they can make to the lives of young Californians and that they are key to building the state's future.|California is still struggling to overcome the impacts of the Great Recession. College costs have risen, and public education is no longer the bargain it once was. The reality is that beginning teacher salaries are appallingly low, especially in a state with relatively high living costs. It is essential that as many barriers as possible be removed for young people and career-changers contemplating becoming teachers.|Not so long ago, California offered students a range of financial aid – such as the Governor’s Fellowships, the Assumption Program of Loans for Education and Cal T grants – to help them become teachers. But those programs have fallen victim to budget cuts over the past decade.|One notable effort to take on this issue is <a href=\"http://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160SB62\" target=\"_blank\">Senate Bill 62</a> by Sen. Fran Pavley, D-Agoura Hills. The bill would restore the loan assumption programs and the Governor's Fellowships and link them to requirements that recipients work in low-income schools and high-priority teaching fields.|It will be up to leaders in business, education, philanthropy and government to mount a new recruitment campaign to attract California's brightest to teaching. Such a campaign would need to offer real incentives, such as helping to underwrite the cost of becoming a teacher in the first place, especially for those willing to work in high-needs fields and schools."], ["Jeff Camp", "Founder, Ed100.org", "<strong><em>Jeff Camp is the primary author of Ed100.org and the education co-chair of Full Circle Fund, a volunteer-powered nonprofit organization in the San Francisco Bay Area.</em></strong>", "http://edsource.org/wp-content/uploads/2015/04/JeffCampCasual101012-thumb.jpg", "Promoting a parent leadership pipeline", "California's school system expects miracles from communities.|A crucial premise of California's new Local Control Funding Formula (<a href=\"http://ed100.org/support/lcff/\" target=\"_blank\">LCFF</a>) is that communities are prepared to hold their schools accountable for results. How can parent leaders understand education issues deeply enough to participate powerfully in the new accountability model, the Local Control and Accountability Plans (<a href=\"http://ed100.org/lcap-hub/\" target=\"_blank\">LCAP</a>) that districts must file?|California's system implicitly presumes that brilliant, informed local community leadership is inevitable and free. That parent and community leaders simply emerge from the dull dregs of back-to-school-night coffee. That informed candidates for school board are waiting, like Batman, to swoop in when the community needs them.|Obviously, this presumption is optimistic. Education systems are fraught with jargon, acronyms, laws, precedents, myths, confusing data and competing priorities. It takes time and focus to learn to contribute effectively to your own school's Single Plan for Student Achievement (SPSA), much less the district's LCAP. (<a href=\"http://lcapwatch.org/\" target=\"_blank\">Have you read yours?</a>)|Too few communities invest in a parent leadership pipeline. In this new era of local control, what should parent and community leaders know about their schools and the school system? Too many parents who step up to leadership roles have no idea what is expected of them. Indeed, less than half of California's schools even have a PTA unit. They are making it up as they go.|In the context of a \"local control\" system, this is jarring. Investing in informed parent leadership isn't presently on the agenda – but it should be. Local accountability is meaningless without it.|The fastest way for school community members to understand California's education system is to sign up for <a href=\"http://ed100.org/\" target=\"_blank\">Ed100.org</a>, a free self-paced online course in English and <a href=\"http://ed100.org/es/\" target=\"_blank\">Spanish</a>. (Disclosure: I wrote most of the lessons in Ed100. Yes, I really care about this.)"], ["Jennifer Peck", "Executive Director, Partnership for Children and Youth", "<strong><em>Jennifer Peck is executive director of Partnership for Children and Youth in Oakland. </em></strong>\n", "http://edsource.org/wp-content/uploads/2015/04/JP-Bio-Picture-thumb.jpg", "Promoting social emotional skills through expanded learning", "This is a time of great opportunity for educators in California.|Teachers and administrators can now turn their focus away from No. 2 pencils and having their students fill in bubbles on multiple-choice tests.|With the introduction of new Common Core State Standards, teachers and administrators can concentrate on helping students develop the ability to collaborate, create, communicate and think critically. There is growing recognition that strengthening students’ social and emotional skills is essential to developing those abilities, and thus critical to success in school, the workplace, and in life generally.|Further good news is that schools don’t have to do this work on their own. In California, a strong network of expanded learning programs – operating after school and in the summer – are already experienced at helping young people build social-emotional skills. Their practices are specifically designed to help children:|<ul>\n        <li>learn about themselves,</li>\n        <li>relate to other people, and</li>\n        <li>develop confidence about learning.</li>\n</ul>|This work by California’s expanded learning community is guided by new <a href=\"http://www.afterschoolnetwork.org/post/quality-standards-expanded-learning-california\" target=\"_blank\">Quality Standards for Expanded Learning.</a> The state is using these standards to inform its decisions about program funding, and schools, program providers and parents can use them to identify high quality programs and practices.|A robust after-school and summer strategy helps ensure that all children are developing the social-emotional skills they need to function well in the classroom. It also adds at least 740 hours to the 1,080 hours of school year learning. That extra learning time is not a luxury. The <a href=\"https://www.youtube.com/watch?v=Ahhj3wxxkdM\" target=\"_blank\">research on summer learning loss</a>, for example, documents that the failure to use this time well has significant negative impacts on children, particularly those whose families cannot afford to pay for camps, trips, and other enriching activities.|California has more than 4,500 publicly funded expanded learning programs, most of which are located in schools in our state’s lowest-income communities. These programs add great value to the work of schools, but too often work in isolation. As a <a href=\"http://partnerforchildren.org/what-we-do/expanded-learning/timewellspent/\">recent Partnership for Children and Youth report</a> documents, when schools think outside the classroom and develop partnerships that expand the day and the year and offer opportunities to learn in different ways, kids benefit.|Let’s use this additional learning time to make sure all children have the social-emotional skills they need to thrive in school, work and life."], ["David Plank", "Executive Director, Policy Analysis for California Education", "<strong><em>David Plank is executive director of Policy Analysis for California Education. </em></strong>\n", "http://edsource.org/wp-content/uploads/2015/04/David-Plank-thumb.jpg", "Supporting teachers from outside the classroom", "Most of the money that California spends on education goes to pay people: teachers, aides, principals, counselors, nurses, librarians, custodians, bus drivers, and more. California ranks near the bottom in per pupil spending among states, and as a result relatively few adults work in the state’s schools. In 2012, California ranked dead last among the 50 states in the number of teachers per pupil and next-to-last (ahead of Nevada) in the ratio of all staff to pupils.|Teachers do the essential work of educating students, but they can’t do it by themselves. Hiring more teachers to reduce class size is both expensive and generally ineffective in raising student achievement. To bring about real improvement in the performance of schools and students, California needs more leaders, managers and support providers at every level of the education system.|In California, the average principal or assistant principal is responsible for more than 400 students. In Texas – hardly known for wasteful government spending – the number is closer to 200. Counselors, librarians and school nurses have all but vanished from California schools.|To support teachers as they implement California’s new academic standards, school districts will need curriculum developers and instructional coaches. They will need specialists to keep up with rapid changes in technology and to help teachers integrate new technologies into their classrooms. County offices of education will need to staff up to monitor performance and provide assistance to local districts and schools in California’s newly decentralized accountability system. The California Department of Education could be a key source of leadership and support, but after years of budget and staff cuts, the department now does little more than manage federal grants.|The great changes that are under way in California schools won’t yield their promised results until we begin to think outside the classroom.\n"], ["Arun Ramanathan", "CEO, Pivot Learning Partners", "<em><strong>Arun Ramanathan is chief executive officer of Pivot Learning Partners in San Francisco. </strong></em>\n", "http://edsource.org/wp-content/uploads/2015/04/ArunRamanathan-thumb.jpg", "Investing in school and district leadership", "State leaders have recently recognized the massive holes in our teacher preparation and retention pipelines. Unfortunately, they have paid scant attention to district and school leaders.|A large percentage of our educator workforce is approaching retirement age. School systems around the state are already feeling the loss of leaders with decades of expertise. My organization, Pivot Learning Partners, works with nearly 100 districts around California. I’m constantly hearing reports from our staff that younger leaders are being pressed into new positions without the preparation, coaching and support they need for the operational, instructional and political challenges they’re facing. These leadership shifts are also happening at a time of significant change in our standards, accountability systems and school funding models. School and district leaders are charged with helping their communities and educators successfully navigate these changes. Without strong support for the leaders in our systems, many of these new initiatives will fail to achieve their potential.|Another concern is that while there has been some talk about the need to recruit more teachers of color who reflect the diversity of our state, there hasn’t been much mention of the recruitment of leaders of color – particularly women of color. For the students of color in our classrooms, great leaders who come from similar backgrounds can provide powerful role models.|As a state, we should make a far more significant investment in both leadership and leadership diversity. We need incentives to bring great educators into district and school leadership pipelines. We need state-wide investments in the necessary coaching and professional development supports at the school and districts levels to build the capacity of new and mid-career leaders. We should support our leaders so they can better support their educators and school communities in this time of change, confront difficult challenges without burning out, and ensure that they have the skills to take on greater leadership opportunities in the future.\n"], ["Ryan Smith", "Executive Director, The Education Trust-West", "<em><strong>Ryan Smith is executive director of The Education Trust-West.</strong></em>\n", "http://edsource.org/wp-content/uploads/2015/04/RyanSmith-thumb.jpg", "Promoting diversity at all levels of our education system", "Sen. Barbara Boxer’s retirement announcement and Gov. Jerry Brown's last term in office provide a unique opportunity to shake up California’s political establishment and elect leaders who reflect California’s diversity. This swing should not stop with the state’s top elected officials, however. California’s educational leadership also deserves a facelift.|In a state that prides itself on diversity, those who steward our education system look virtually the same. According to the Association of California School Administrators, of the more than 1,000 local education agencies within the state, less than 200 are led by superintendents of color. In our state’s classrooms, 73 percent of students are not white, but only about 29 percent of teachers are not white, representing the one of the largest teacher-to-student demographic gaps in the nation.|To close achievement and opportunity gaps, we must promote more leaders whose communities are directly affected by their existence. We need talented individuals to weigh our current educational reality against the state’s burgeoning demographic shifts. This includes fostering the leadership of more women, youth, people of color, members of the gay community, and those who understand poverty. Going forward, more voices should fuel our education debates and help guide future policy decisions.|The impending boomer retirement wave will also create openings within all levels of education. Let’s use this time to intentionally recruit gifted educators, scholars and leaders outside of a few small, privileged circles. Today’s education chiefs need to encourage a cadre of new trailblazers to take the helm as well.|Supporting diverse talent doesn’t mean throwing out our “elders” with the bath water. We need to learn and work with those who helped get us here. However, in a state that prides itself on innovation and progress, we need new individuals to help shape our future success."], ["Colleen A.R. You", "President, California State PTA", "<strong><em>Colleen A. R. You is president of the California State PTA.</em></strong>\n", "http://edsource.org/wp-content/uploads/2015/04/Colleen-A.R.-You-thumb.jpg", "Increase funding for California schools", "The list of important items already on California’s education agenda is long, ambitious and potentially transformative – new standards and assessments, a new accountability system, expanding access to early education, and of course ongoing implementation of the new local funding formula and its focus on the eight state priority areas of the LCAPs.|So, in one sense, it’s important we don't over-extend any further than the significant tasks already at hand. Yet, there is one vital component that dramatically impacts our ability to support all of these other activities, a component that is not being discussed or focused on nearly enough: a long-term plan to address California’s school funding crisis. This includes taking a comprehensive look at the state’s revenue systems and formulating a long-term plan that raises California’s per pupil spending to at least the top 10 among states (as we believe is prescribed in the voter-approved school funding mechanism, Proposition 98) and ensures that the needs and priorities for each child are met.|\nWithout such long-term planning, there is a real danger that legislators and the public will remain complacent, believing that California has somehow “fixed” the chronic underfunding of our schools because this year’s state budget proposal provides additional (and constitutionally required) dollars to schools.|We are of course glad to see additional funding for education in the governor’s budget proposal for the coming school year. However, even with that increase, per-student funding in California ranks near the very bottom compared to other states and does not come close to meeting our needs.|We hear some discussions percolating about what the state should do when the temporary taxes approved by voters through Proposition 30 expire (leaving a $7 billion gap in state income). But even if extended, Proposition 30 was never intended to build a sustainable and adequate system for school funding. It was and remains temporary relief – a way to avoid more harmful funding cuts and to help bring the state’s per-student funding levels back to where they were before the recession.|At California State PTA’s recent legislative conference, our volunteer leaders and parents from across the state delivered this message to their elected state representatives: Support Legislative hearings to create a long-term, comprehensive plan to address California’s school funding crisis. We must not keep kicking this can down the road, and we must move up from the lowest decile nationally.|Absent a long-term funding plan, we can’t expect our children to succeed in today’s global marketplace – and we can’t expect our schools to successfully implement and support all of the important remodeling of the state’s education system upon which future student success depends."]]